tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "wez/wezterm"
brew "telnet"
brew "automake"
brew "cmake"
brew "gettext"
brew "curl"
brew "libtool"
brew "ninja"
brew "pkg-config"
brew "libyaml"
brew "reattach-to-user-namespace"
brew "tmux"
brew "gpg"
brew "ffmpeg"
brew "imagemagick"
brew "ghostscript"
brew "wget"
brew "direnv"
brew "diffutils"
brew "grpcurl"
brew "font-udev-gothic-nf"
brew "font-plemol-jp-nf"
brew "font-intone-mono-nerd-font"
brew "font-fira-code-nerd-font"
brew "font-firgenerd"
brew "font-monaspace-nerd-font"
brew "sheldon"
brew "aquaproj/aqua/aqua"
brew "grishka/grishka/neardrop"
cask "wezterm-nightly"
cask "visual-studio-code"
