tap "homebrew/bundle"
tap "homebrew/linux-fonts"
tap "wez/wezterm"
brew "git"
brew "bison"
brew "re2c"
brew "libiconv"
brew "libgd"
brew "oniguruma"
brew "libzip"
brew "telnet"
brew "automake"
brew "cmake"
brew "gettext"
brew "curl"
brew "libtool"
brew "ninja"
brew "pkg-config"
brew "libyaml"
brew "reattach-to-user-namespace"
brew "tmux"
brew "gpg"
brew "fish"
brew "ffmpeg"
brew "imagemagick"
brew "ghostscript"
brew "wget"
brew "direnv"
brew "diffutils"
brew "grpcurl"
brew "sheldon"
brew "aquaproj/aqua/aqua"
brew "luajit"
cask "arc"
cask "dbeaver-community"
cask "docker"
cask "cyberduck"
cask "wezterm-nightly"
cask "alacritty"
cask "meetingbar"
cask "obsidian"
cask "postman"
cask "visual-studio-code"
cask "font-udev-gothic-nf"
cask "font-plemol-jp-nf"
cask "font-firgenerd"
