tap "homebrew/bundle"
tap "homebrew/core"
tap "wez/wezterm"
brew "automake"
brew "cmake"
brew "gettext"
brew "curl"
brew "libtool"
brew "ninja"
brew "pkg-config"
brew "reattach-to-user-namespace"
brew "tmux"
brew "gpg"
brew "ffmpeg"
brew "jq"
brew "imagemagick"
brew "ghostscript"
brew "wget"
cask "wezterm-nightly"
